Repository: i-wEstz/Cydlimo
Catalog: stern_taxi_fare/languages/clicab_stern_taxi_fare-*.po
Languages: fr_fr

source: Stern taxi fare widget
fr_fr: Widget de réservation

source: Booking form
fr_fr: Formulaire de réservation

source: Title:
fr_fr: Titre :

source: Type Cars
fr_fr: Type véhicule

source: Pricing Rules
fr_fr: Règles de prix

source: List Addresses
fr_fr: Liste déroulante d’adresses

source: Calendar
fr_fr: Calendrier

source: It should start by true or false
fr_fr: Cela doit commencer par true ou false

source: Type source is wrong:
fr_fr: Adresse de départ est fausse

source: Type destination is wrong:
fr_fr: La destination est fausse

source: Address not found
fr_fr: Adresse non trouvée

source: Date round trip is wrong
fr_fr: Erreur sur la date du retour

source: Car Name
fr_fr: Nom du véhicule

source: Car Category
fr_fr: Catégorie de véhicule

source: Car Fare
fr_fr: Prix du véhicule

source: Nb Small Suitcases
fr_fr: Nombre de petits bagages

source: Fare per distance
fr_fr: Prix par distance

source: Fare per minute
fr_fr: Prix par minute

source: Fare per seat
fr_fr: Prix par siège

source: Fare per toll
fr_fr: Prix par péage

source: Nb Child Seats
fr_fr: Nombre de siège enfants

source: Fare per child seat
fr_fr: Prix par siège enfant

source: Minimum Course Fare
fr_fr: Tarif minimum d’une course

source: Show calendar field as an input
fr_fr: Afficher le calendrier dans le champ

source: Choose if this field will appear on the top or below in form. This option will impact others fields like calendar
fr_fr: Choisissez si ce champ apparaît sur ​​le dessus ou dessous dans le formulaire. Cette option aura un impact sur les autres champs comme calendrier

source: Show seat field as an input
fr_fr: Afficher le nombre de passagers

source: Only true when option "Show calendar field as an input" is true
fr_fr: Seulement vrai lorsque l'option "Afficher le calendrier comme une champ" est vrai

source: Enable booking calendar
fr_fr: Activer le calendrier de réservation

source: This option will make the vehicule unavailable when the vehicle has already been booked
fr_fr: Cette option rendra le véhicule disponible lorsque le véhicule a déjà été réservé

source: Stern Taxi Fare: Data info Saved!
fr_fr: Stern Taxi Fare: Donées enregistrées!

source: Stern Taxi Fare: Please Create at least 1 type car
fr_fr: Merci de créer au moins une voiture

source: Stern Taxi Fare: Please install plugin WooCommerce
fr_fr: Merci d'installer le plugin WooCommerce

source: Round Trip
fr_fr: Aller/retour

source: One way
fr_fr: Aller simple

source: Category Cars
fr_fr: Catégorie de véhicules

source: Categories
fr_fr: Catégories

source: Delete
fr_fr: Supprimer

source: Car category is mandatory
fr_fr: Catégorie de voitures obligatoire

source: Create first a category
fr_fr: Créer une nouvelle catégorie

source: Design Settings
fr_fr: Paramètres du design

source: Title
fr_fr: Titre

source: Leave empty to hide it
fr_fr: Laisser vide pour cacher

source: Subtitle
fr_fr: Sous-titre

source: Show dropdown typecar in form
fr_fr: Afficher en liste déroulante les véhicules

source: Dropdown typecar can be hide if for example there is only 1 car.
fr_fr: La liste déroulante peut être cachée si par exemple il y a seulement 1 voiture

source: Show calendar time & date side by side
fr_fr: Afficher la date et l’heure côte à côte

source: It splits date and time in the form
fr_fr: Il divise date et l'heure sous la forme

source: Split calendar: date and time
fr_fr: Séparer date et heure

source: Only work when option "Show calendar field as an input" is true
fr_fr: Seulement vrai lorsque l'option "Afficher le calendrier comme une champ" est vrai

source: Split calendar: Hours and minutes
fr_fr: Séparer date et heure

source: Only work when option "Split calendar" is true
fr_fr: Seulement vrai lorsque l'option "séparer le calendrier" est vrai

source: Hide labels in form
fr_fr: Cacher les « placeholder » dans les boutons

source: Show label in buttons
fr_fr: Afficher les « placeholder » dans les boutons

source: Show Tooltips in form
fr_fr: Afficher les info-bulles dans le formulaire

source: Show Form in full row
fr_fr: Afficher le formulaire en pleine ligne

source: Show inputs in full row
fr_fr: Afficher les champs en pleine ligne

source: Show estimated in result
fr_fr: Afficher estimé dans le résultat

source: Show distance in result
fr_fr: Afficher la distance dans le résultat

source: Show duration in result
fr_fr: Afficher la durée dans le résultat

source: Show Suitcases in result
fr_fr: Afficher les bagages dans le résultat

source: Show suitcases Small Inputs in form
fr_fr: Afficher les petits bagages dans le résultat

source: Show tolls in results
fr_fr: Voir les péages dans les résultats

source: Show Init Button
fr_fr: Afficher le bouton de réinitialisation

source: Use library bootstrap js
fr_fr: Utiliser la librairie bootstrap js

source: Use library bootstrap css
fr_fr: Utiliser la librairie bootstrap css

source: Use Bootstrap-select.
fr_fr: Utiliser les listes de Bootstrap

source: See details
fr_fr: Voir les détails

source: here
fr_fr: Ici

source: This feature is sometimes not fully compatible with all themes. It is also not responsive.
fr_fr: Cette fonction est parfois pas entièrement compatible avec tous les thèmes . Il est également pas responsive.

source: Show Pets informations in checkout
fr_fr: Voir les animaux dans la commande

source: Show map in checkout
fr_fr: Voir la carte dans la commande

source: Show map in form
fr_fr: Voir la carte dans le formulaire

source: Open map automatically after checking price
fr_fr: Ouvrir la carte automatiquement après la consultation des prix

source: Empty cart before using form
fr_fr: Vider le panier avant d'utiliser le formulaire

source: Background color.
fr_fr: Couleur d’arrière-plan.

source: Example: #1ABC9C
fr_fr: Exemple: #1ABC9C

source: Background transparency
fr_fr: Arrière-plan transparent

source: Book button text
fr_fr: Texte du bouton de réservation

source: Example: Book now
fr_fr: Exemple : Réserver maintenant

source: Example:
fr_fr: Exemple :

source: Save
fr_fr: Enregister

source: SternTaxi Fare Settings
fr_fr: Paramètres

source: Use shortcode:
fr_fr: Utilisez le shortcode :

source: Currency
fr_fr: Devise

source: Currency position
fr_fr: Position de la devise

source: Language
fr_fr: Langue

source: Country to show
fr_fr: Pays à montrer

source: Unit Systems
fr_fr: Système d’unités

source: Format Date
fr_fr: Format de la date

source: Format Time
fr_fr: Format de l’heure

source: First date available
fr_fr: Première date disponible

source: Hours
fr_fr: Heures

source: First date available round trip
fr_fr: Première date aller-retour disponibles

source: Round trip
fr_fr: Aller/retour

source: Address of destination button
fr_fr: Adresse de destination bouton

source: Address of destination button2
fr_fr: Adresse de destination bouton 2

source: Avoid highways in calculation
fr_fr: Eviter les autoroutes dans le calcul

source: Use traffic in Calculation
fr_fr: Utilier le trafic dans le calcul

source: Api Google Key. Free
fr_fr: Api Google Key. Gratuit

source: Example: AIzaSyD5UzF18OX_hlanu8LK_HIiqPybLHP9Dao
fr_fr: Exemple : AIzaSyD5UzF18OX_hlanu8LK_HIiqPybLHP9Dao

source: Max queries to API google
fr_fr: Maximum de requêtes de l’API google

source: Time between each API google queries
fr_fr: Temps entre chaque API Google requêtes

source: Output information about allow_url_fopen:
fr_fr: Informations de sortie sur allow_url_fopen :

source: Add Address between origin and destination
fr_fr: Ajouter une adresse entre le départ et l'arrivée

source: Thanks to a drand and drop, customer can addresses between pickup address and destination address
fr_fr: Merci de glisser-déposer, le client peut adresses entre l'adresse de départ et l'adresse de destination

source: Use Only when a debug is necessary
fr_fr: Utilisez uniquement lorsqu'un débogage est nécessaire

source: Actual Version:
fr_fr: Version actuelle :

source: Latest version:
fr_fr: Dernière version :

source: Source button
fr_fr: Bouton de départ

source: Source Button
fr_fr: Bouton de départ

source: Destination button
fr_fr: Bouton d’arrivée

source: Destination Button
fr_fr: Bouton d’arrivée

source: Show FullCalendar Front
fr_fr: Afficher FullCalendar sur le site

source: The calendar will appear and show the niches already booked vehicle.
fr_fr: Le calendrier apparaît et affiche les niches véhicule déjà réservé .

source: Drag Event in full calendar
fr_fr: Faites glisser l'événement dans le calendrier complet

source: Thanks to a drand and drop, customer can book a ride in calendar. This option is not responsive!
fr_fr: Merci de glisser-déposer, le client peut réserver un tour dans le calendrier. Cette option n'est pas responsive !

source: Time To add after a ride
fr_fr: Temps à ajouter après une course

source: In minutes. Example: 10. It is minimum time driver needs before another customer book a new trip
fr_fr: En minutes. Exemple : 10. C’est le temps minimum dont le pilote a besoin, avant un autre client qui réserve un nouveau voyage

source: Granularity in minutes
fr_fr: Granularité en minutes

source: In minutes. Example: 60. Granularity is the level of depth represented by the calendar.
fr_fr: En minutes. Exemple : 60. Granularité est le niveau de profondeur, représentée par le calendrier.

source: Please set a Granularity to show calendar
fr_fr: S’il vous plaît, définir une granularité d’affichage du calendrier

source: Unknown
fr_fr: Inconnu

source: info
fr_fr: Information

source: Edit Info
fr_fr: Edtiter information

source: buyer
fr_fr: Acheteur

source: List Address in dropdown
fr_fr: Liste déroulante d’adresses

source: Use list address for Pick up address
fr_fr: Utiliser une liste d’adresse pour l’adresse de départ

source: This option will show a dropdwon instead of a google input for Pick up address
fr_fr: Cette option affichera une liste à la place d’une entrée de Google pour l’adresse de départ

source: Use list address for destination address
fr_fr: Utiliser une liste d’adresse pour l’adresse de destination

source: This option will show a dropdwon instead of a google input for destination address
fr_fr: Cette option affichera une liste à la place d’une entrée de Google pour adresse de destination

source: Work only when option "Add Address between origin and destination" is false
fr_fr: Fonctionne seulement quand l'option "Ajouter une adresse entre l'arrivé et le départ" est fausse

source: Include Seat Fare in pricing rules
fr_fr: Inclure les sièges dans les règles de prix

source: Type source
fr_fr: Type d'adresse de départ :

source: Bulk upload
fr_fr: Chargement groupé

source: Use tab to split each colums. 1 rule per row.
fr_fr: Utilisez l'onglet de diviser chaque colonnes . 1 règle par ligne .

source: Example:
fr_fr: Exemple :

source: Price is 99 for all Type Cars
fr_fr: Le prix est de 99 pour tous les types de voitures

source: Price is 399 for all typeCarID = 131
fr_fr: Le prix est de 399 pour l'ensemble typeCarID = 131

source: Your trip
fr_fr: Votre voyage

source: Number of Pets
fr_fr: Nombre d’animaux

source: Pickup Time
fr_fr: Heure

source: Duration
fr_fr: Temps estimé

source: Car type
fr_fr: Choix du véhicule

source: Number of Tolls
fr_fr: Nombre de péages

source: Seats
fr_fr: Nombre de passagers

source: Suitcases
fr_fr: Nombre de bagages

source: Source
fr_fr: Départ

source: Destination
fr_fr: Arrivée

source: Round trip?
fr_fr: Aller/retour ?

source: Pickup Time for Round Trip
fr_fr: Heure de votre retour

source: Trip
fr_fr: Voyage

source: duration:
fr_fr: durée :

source: cartypes:
fr_fr: Choix du véhicule :

source: source:
fr_fr: Départ :

source: destination:
fr_fr: Arrivée :

source: Seats:
fr_fr: Nombre de passagers :

source: Suitcases:
fr_fr: Limite de bagages :

source: dateTimePickUp:
fr_fr: Date et heure

source: nbToll:
fr_fr: Nombre de péages :

source: Number Of Pets:
fr_fr: Nombre d’animaux :

source: Round trip:
fr_fr: Aller/retour :

source: Date Round Trip:
fr_fr: Date du retour :

source: Number Of Pets
fr_fr: Nombre d’animaux

source: Book!
fr_fr: Réserver !

source: Show Map
fr_fr: Plan

source: Reset Form
fr_fr: Réinitialiser

source: Check Price
fr_fr: Je consulte les prix

source: Date Picking for round trip
fr_fr: Date du retour

source: Time Picking for round trip
fr_fr: Heure du retour

source: am/pm
fr_fr: matin/après-midi

source: Hour
fr_fr: Heure

source: Min
fr_fr: Minutes

source: DateTime Picking for round trip
fr_fr: Date du retour

source: Date Picking
fr_fr: Date

source: Time Picking
fr_fr: Heure

source: DateTime Picking
fr_fr: Date/heure

source: Great!
fr_fr: Super !

source: This is a fixed price !
fr_fr: Ceci est un prix fixe !

source: Please select a date greater than
fr_fr: Veuillez sélectionner une date supérieure à

source: Error!
fr_fr: Erreur !

source: Great!
fr_fr: Super !

source: Pick Up Address
fr_fr: Départ

source: Find Me!
fr_fr: Me trouver !

source: Tolls:
fr_fr: Péages :

source: Duration:
fr_fr: Durée :

source: Max suitcases:
fr_fr: Limite de bagages :

source: Fare:
fr_fr: Coût :

source: One Way
fr_fr: Aller simple

source: Return
fr_fr: Aller-retour

source: Car Type
fr_fr: Choix du véhicule

source: No cars available
fr_fr: Pas de véhicule disponible, nous contacter au 01 23 45 67 89
